Repository: vynln92/flutter-gallery-google
Catalog: lib/l10n/intl_*.arb
Languages: vi

# could_not_sign_in_error
source: Could not sign in. Tester email must be provided in Google console?
vi: Lỗi không thể đăng nhập. Tester email chưa được cung cấp trong Firebase console?

source: Sign In
vi: Đăng nhập

# sign_in_to_explore
source: Sign in to explore your wonderful pictures
vi: Google Photos giúp bạn xem và lưu trữ những bức hình của bạn và bạn bè

source: Sign in with Google
vi: Đăng nhập với Google

# login_info
source: The build is under debug version, and tester must be provided in Firebase console. If your email haven't provided, you can have a quick test with the account below: Email: atumgameon@gmail.com Password: Atumg1243
vi: Bản build thuộc phiên bản debug, tester phải được cung cấp tại Firebase console. Nếu email của bạn chưa được cung cấp, bạn có test nhanh với tài khoản dưới: Email: atumgameon@gmail.com Password: Atumg1243

source: Join Album
vi: Tham gia Album

# paste_token
source: Paste the share token
vi: Dán mã Token

# this_will_join
source: This will join an album in your Google Photos account
vi: Bạn sẽ tham gia Album này trong Google Photos của bạn

source: Description:
vi: Mô tả:

source: Create Album:
vi: Tạo Album:

source: Album name
vi: Tên Album

# this_will_create
source: This will create a shared album in your Google Photos account
vi: Album của bạn sẽ được chia sẻ tại Google Photos

# disconnect_google
source: Disconnect from Google Photos
vi: Hủy kết nối với Google Photos

source: Sharing Album...
vi: Chia sẻ Album...

# use_this_token
source: Use this token to share
vi: Sử dụng mã Token để chia sẻ

# share_this_url
source: Share this URL with anyone. Anyone with this URL can access all items.
vi: Chia sẻ đường dẫn với mọi người. Người có đường dẫn sẽ truy cập được vào thư mục hình ảnh này.

source: Close
vi: Đóng

# you_not_member
source: You're not currently a member of any albums. Create a your album or join an existing one below.
vi: Bạn không phải thành viên của bất kỳ Album nào. Tạo album của bạn ngay, hoặc tham gia Album bằng mã Token được chia sẻ.
